[Translation]

TRANSLATION_BY=Przetłumaczone przez
TRANSLATION_NAME=dmocha
TRANSLATION_LINK=http://tiny.cc/picpick
LANGUAGENAME=Polski
FILEVER=6200

[MainPopup]

MNU_OPEN_PICPICK=&Edytor obrazów
MNU_CAPTURE=Zrzut e&kranu
MNU_CAPTURE_FULLSCREEN=Zrzut &pełnego ekranu
MNU_CAPTURE_ACTIVEWINDOW=Zrzut &aktywnego okna
MNU_CAPTURE_CONTROL=Zrzut elemen&tu okna
MNU_CAPTURE_SCROLLINGWINDOW=Pr&zewijanie okna
MNU_CAPTURE_REGION=Zrzut &obszaru
MNU_CAPTURE_FIXEDREGION=Zrzut &ustalonego obszaru
MNU_CAPTURE_FREEHAND=Zrzut od&ręcznego obszaru
MNU_CAPTURE_WEBPAGE=Zrzut internetowej &strony
MNU_CAPTURE_REPEAT=Powtórz ostat&ni zrzut
MNU_CAPTUREQBAR=Pokaż pa&sek zrzutu
MNU_WIDGET=Pokaż Wi&dżet
MNU_CAPTURE_SETTING=Ustawienia &zrzutu
MNU_OUTPUTTYPE=&Metoda wyjścia
MNU_OUTPUTTYPE_PICPICK=PicPick &Edytor
MNU_OUTPUTTYPE_CLIPBOARD=Skop&iuj do schowka
MNU_OUTPUTTYPE_SAVEIMAGE=Zapisz do &pliku obrazu
MNU_OUTPUTTYPE_SAVEFOLDER=&Automatycznie zapisuj jako...
MNU_OUTPUTTYPE_OTHER=Wyślij do zewnętrzne&go programu
MNU_OUTPUTTYPE_FTP=Wyślij na serwer &FTP
MNU_OUTPUTTYPE_SHARE=Udostępnij
MNU_OUTPUTTYPE_SENDTO=Wyślij do
MNU_OUTPUTTYPE_FACEBOOK=Wyślij do Faceboo&k'a
MNU_OUTPUTTYPE_TWITTER=Wyślij do &Twitter'a
MNU_OUTPUTTYPE_MSWORD=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK=E-mail (Out&look)
MNU_OUTPUTTYPE_PRINTER=Dru&karka
MNU_OUTPUTTYPE_SKYPE=Wyślij przez Skype
MNU_OUTPUTTYPE_CLOUD=Usługa przechowywania w chmurze
MNU_OUTPUTTYPE_WEB=Wyślij d&o sieci Web
MNU_OUTPUTTYPE_DROPBOX=Drop&box
MNU_OUTPUTTYPE_GOOGLE=&Google Drive
MNU_OUTPUTTYPE_ONEDRIVE=&OneDrive
MNU_OUTPUTTYPE_MSPAINT=Microsoft P&aint
MNU_OPT_DEFAULTFORMAT=Domyślny &format obrazu
MNU_OPT_OPENEDITOR=Uruchom &edytor przy starcie programu
MNU_OPT_STARTUPPROGRAM=&Uruchom PicPick ze startem programu
MNU_COLORPICKER=Otwó&rz próbnik kolorów
MNU_COLORPALETTE=&Pokaż paletę kolorów
MNU_COPYCOLORTYPE=Sk&opiuj kolor jako...
MNU_COLORHISTORY=&Hi&storia kolorów
MNU_COLORHISTORY_CLEAR=&Wyczyść
MNU_MAGNIFIER=Pokaż &Lupę
MNU_PIXELRULER=Pok&aż linijkę
MNU_PROTRACTOR=Użyj ką&tomierza
MNU_CROSSHAIR=Zmierz o&bszar
MNU_WHITEBOARD=Pisz po tablic&y
MNU_CLOUDEXPLORER=Clo&ud Explorer
MNU_ABOUT_PICPICK=Opcje P&icPick
MNU_EXIT_PICPICK=&Zakończ pracę

[Widget]

MNU_WIDGET=Widżet
MNU_WIDGET_LOCK=Zab&lokuj widżet
MNU_WIDGET_SMALLICONS=Pokaż małe ikony
MNU_WIDGET_AUTOHIDE=A&utoukrywanie
MNU_WIDGET_OPACITY=Nieprzez&roczystość
MNU_WIDGET_ALWAYSTOP=Z&awsze na wierzchu
MNU_WIDGET_CLOSE=Zamknij widżet
#7.0.0
MNU_WIDGET_OPTIONS=&Widget Options
#7.0.0

[PicPickEditor]

MNU_START=Start
MNU_FILE=&Plik
MNU_FILE_NEW=&Nowy obraz
MNU_FILE_OPEN=&Otwórz
MNU_FILE_OPENCLIPBOARD=Pobierz ze schowka
MNU_FILE_OPENURL=Otwórz z adresu URL
MNU_FILE_OPEN_RECENT=Ostatnie
MNU_FILE_OPEN_BROWSE=Przeglądaj
MNU_FILE_SAVESAME=Zapisz
MNU_FILE_SAVE=&Zapisz jako
MNU_FILE_SAVESELECT=Zapisz zaznaczenie jako...
MNU_FILE_SAVEALL=Zapisz wszystko
MNU_FILE_PRINT=&Drukuj
MNU_FILE_CLOSEIMAGE=&Zamknij bieżący obrazek
MNU_FILE_CLOSECURRENTIMAGE=Bieżący obraz
MNU_FILE_CLOSEALLIMAGE=Wszystkie obrazki
MNU_FILE_CLOSEALLSAVEDIMAGE=Wszystkie zachowane obrazy
MNU_FILE_CLOSEPICPICK=W&yjście
MNU_EDIT=&Edycja
MNU_EDIT_UNDO=&Cofnij
MNU_EDIT_REDO=&Powtórz
MNU_EDIT_CUT=W&ytnij
MNU_EDIT_COPY=&Kopiuj
MNU_EDIT_PASTE=&Wklej
MNU_EDIT_PASTEFROMFILE=Wk&lej z pliku
MNU_EDIT_SELECTDEL=&Usuń
MNU_EDIT_SELECTNEW=Wytni&j zaznaczone
MNU_EDIT_DESELECT=Odwróć zaznaczo&ne
MNU_EDIT_SELECTALL=Zaznacz wszy&stko
MNU_EDIT_IMAGERESIZE=Rozm&iar/skalowanie obrazka
MNU_EDIT_CANVASRESIZE=Zmiana o&bszaru obrazu
MNU_EDIT_VIEWBITMAP=Widok Bitmapy na pełnym ekranie
MNU_TOOLS=&Narzędzia
MNU_TOOLS_FULLSCREEN=Zrzut &pełnego ekranu
MNU_TOOLS_ACTIVEWINDOW=Zrzut &aktywnego okna
MNU_TOOLS_CONTROL=Zrzut elemen&tu okna
MNU_TOOLS_SCROLLINGWINDOW=Zrzut przewijanego okna
MNU_TOOLS_WEBPAGE=Zrzut internetowej &strony
MNU_TOOLS_REGION=Zrzut &obszaru
MNU_TOOLS_FIXEDREGION=Zrzut &ustalonego obszaru
MNU_TOOLS_FREEHAND=Zrzut od&ręcznego obszaru
MNU_TOOLS_REPEAT=Powtórz ostat&ni zrzut
MNU_TOOLS_COLORPICKER=Otwó&rz próbnik kolorów
MNU_TOOLS_COLORPALETTE=&Pokaż paletę kolorów
MNU_TOOLS_MAGNIFIER=Pokaż &Lupę
MNU_TOOLS_PIXELRULER=Pokaż &linijkę
MNU_TOOLS_PROTRACTOR=Użyj ką&tomierza
MNU_TOOLS_CROSSHAIR=Zmierz o&bszar
MNU_TOOLS_WHITEBOARD=Pisz po tablic&y
MNU_TOOLS_SCREENRECORDER=Nag&rywarka ekranu
MNU_TOOLS_OPTION=Opcje programu
MNU_TOOLSOPTION=Ustawienia &zrzutu
MNU_TOOLSOPTION_OUTPUTTYPE=&Metoda wyjścia
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT=Domyślny &format obrazu
MNU_TOOLSOPTION_DUALMONITORS=Wsparcie dla &dwóch Monitorów
MNU_TOOLSOPTION_HOTKEY=&Zmień skróty klawiaturowe
MNU_TOOLSOPTION_SOUND=Aktywuj &efekty dźwiękowe
MNU_TOOLSOPTION_SCROLLCAPTURE=Aktywuj &auto przewijanie
MNU_TOOLSOPTION_MOUSECURSOR=Dołącz znak k&ursora
MNU_TOOLSOPTION_STARTUPPROGRAM=&Uruchom PicPick ze startem programu
MNU_TOOLSOPTION_OPENEDITOR=Przy starcie programu uruchom &edytor
MNU_TOOLS_COLORTYPE=Sk&opiuj kolor jako
MNU_EFFECT=&Efekty
MNU_EFFECT_INVERT=&Odwróć
MNU_EFFECT_GRAYSCALE=&W odcieniach szarości
MNU_EFFECT_MOSAIC=&Pixeloza
MNU_EFFECT_BLUR=&Rozmyj
MNU_EFFECT_SHARPEN=&Wyostrz
MNU_EFFECT_BRIGHTNESS=Jasność / Kontrast
MNU_EFFECT_HSL=&Odcień / Nasycenie
MNU_EFFECT_BORDER=Krawędzie
MNU_EFFECT_FLIP=&Obróć
MNU_EFFECT_FLIPH=Odwróć wokół osi X
MNU_EFFECT_FLIPV=Odwróć wokół osi Y
MNU_EFFECT_ROTATE=&Obróć
MNU_EFFECT_ROTATE90=&90° zgodnie z ruchem wskazówek
MNU_EFFECT_ROTATE180=&180° zgodnie z ruchem wskazówek
MNU_EFFECT_ROTATE270=&270° zgodnie z ruchem wskazówek
MNU_EFFECT_FRAME=Ram&ki
MNU_EFFECT_COLORBALANCE=Balans kolorów
MNU_EFFECT_WATERMARK=&Znak wodny
MNU_WINDOW=&Okno
MNU_WINDOW_CASCADE=&Kaskada
MNU_WINDOW_TILEH=Ułożenie &poziome
MNU_WINDOW_TILEV=Ułożenie p&ionowe
MNU_WINDOW_MINIMIZEALL=Minimalizuj wszystko
MNU_HELP=&Pomoc
MNU_HELP_WEBSITE=Strona programu PicPick
MNU_HELP_ABOUT=O programie
MNU_HELP_UPDATE=Sprawdź aktualizacje programu
PNL_TOOL_TOOLS=Narzędzia
PNL_TOOL_COLOR=Kolor
PNL_TOOL_PROPERTY=Właściwości
LBL_TOOL_WIDTHS=Szerokość:
LBL_TOOL_OPACITY=Przezroczystość:
LBL_TOOL_SHAPE=Kształt:
TAB_HOME=Główny
TAB_FILE=Plik
TAB_VIEW=Widok
TAB_SHAPES=Kształty
TAB_SHAPES_SUB=Format
TAB_SHAPES_TEXT=Tekst
TAB_NUMBERSTAMP=Numer stempla
TAB_NUMBERSTAMP_SUB=Format
TAB_SELECTION=Wybór
TAB_SELECTION_SUB=Format
TAB_MAGNIFIER=Efekt powiększenia
TAB_MAGNIFIER_SUB=Format
TAB_STAMPS=Stemple
TAB_STAMPS_SUB=Format
TAB_SHARE=Udostępnianie
TBR_CLIPBOARD=Schowek
TBN_CLIPBOARD_PASTE=Wklej
TBN_CLIPBOARD_CUT=Wytnij
TBN_CLIPBOARD_COPY=Kopiuj
TBN_CLIPBOARD_DELETE=Usuń
TBR_VIEW=Widok
TBN_VIEW_ZOOMIN=Powiększ
TBN_VIEW_ZOOMOUT=Pomniejsz
TBN_VIEW_FULL=Pełny ekran
TBN_VIEW_100=Widok 100%
TBR_IMAGE=Obraz
TBN_IMAGE_EFFECT=Efekty
TBN_IMAGE_CROP=Przytnij
TBN_IMAGE_RESIZE=Zmień rozmiar
TBN_IMAGE_ROTATE=Obróć
TBR_TOOLS=Narzędzia
TBR_COLOR=Kolory
TBN_COLOR1=Kolor 1
TBN_COLOR2=Kolor 2
POP_COLORTYPE1=Pastelowe kolory
POP_COLORTYPE2=Podstawowe kolory
TBR_SHOWHIDE=Pokaż lub ukryj
TBN_RULER=Linijka
TBN_STATUSBAR=Pasek stanu
TBN_TAB=Zakładka
TBN_THUMBNAIL=Widok miniatur
#7.0.0
TBN_PANE=Okienko szczegółów
#7.0.0
TBR_WINDOW=Okno
TBN_CASCADE=Kaskada
TBN_ARRANGEALL=Uporządkuj
TBN_REGISTER=Zarejestruj się
TBN_TOOLS_SELECT=Zaznacz
TBN_TOOLS_MOVE=Przesuń
TBN_TOOLS_DRAW=Rysuj
TBN_TOOLS_DRAW_BRUSH=Pędzel
TBN_TOOLS_DRAW_ERASER=Gumka
TBN_TOOLS_DRAW_MARKER=Znacznik
#7.0.0
TBN_TOOLS_DRAW_PEN=&Ołówek
TBN_TOOLS_DRAW_CALLIGRAPHY=&Kaligrafia
TBN_TOOLS_DRAW_SMARTERASER=Inteligentna gumka
TBN_TOOLS_DRAW_AIRBRUSH=&Natryskiwacz
TBN_TOOLS_DRAW_MOSAIC=Pędzel pikselowy
#7.0.0
TBN_TOOLS_FILL=Wypełnij
TBN_TOOLS_FILL_OPTIONS=Opcje wypełnienia
TBN_TOOLS_FILL_STANDARD=Ciągłe wypełnianie
TBN_TOOLS_FILL_REPLACEMENT=Zmiana koloru wypełnienia
TBN_TOOLS_STAMPS=Stemple
TBN_TOOLS_STAMPS_NUMBER=Numery
TBN_TOOLS_STAMPS_GENERAL=Ogólne
TBN_TOOLS_STAMPS_CURSOR=Kursory
TBN_SELECT_SELECTION_SHAPES=Wybór kształtów
TBN_SELECT_SELECTION_OPTIONS=Opcje wyboru
TBN_SELECT_RECTANGLE=Zaznaczenie prostokątne
TBN_SELECT_ELLIPSE=Zaznaczenie eliptyczne
TBR_SIZE=Rozmiar
TBN_MORECOLORS=Więcej
MNU_PALETTETYPE=Typ palety barw
TBR_COLORPALETTE=Paleta
TBN_THEME=Kolory motywu
TBN_THEME_DEFAULT=Domyślne
TBN_THEME1=Motyw 1
TBN_THEME2=Motyw 2
TBN_THEME3=Motyw 3
TBN_THEME4=Motyw 4
TBN_THEME5=Motyw 5
TBN_STANDARD_COLORS=Kolory standardowe
TBN_CUSTOM_COLORS=Niestandardowe kolory
TBN_MORE_COLORS=Więcej kolorów
TBN_ADD_CUSTOM_COLOR=Dod&aj do kolorów niestandardowych
TBN_REMOVE_CUSTOM_COLOR=Usuń z kolo&rów niestandardowych
MNU_TOPBAR_TITLE=Dostosuj górne przyciski
MNU_TOPBAR_MINIMIZERIBBON=Minimalizuj wstęgę
MNU_QAT_TITLE=Dostosuj pasek szybkiego dostępu
MNU_QAT_ADD=Dodaj do paska szybkiego dostępu
MNU_QAT_DELETE=Rese&tuj pasek narzędzi szybkiego dostępu
MNU_QAT_ABOVE=Pokaż pasek szybkiego dostępu powyżej wstęgi
MNU_QAT_BELOW=Pokaż pasek szybkiego dostępu poniżej wstęgi
MNU_QAT_DELETE=Resetuj pasek narzędzi szybkiego dostępu
TBN_VIEW_TOUCHMODE=Tryb dotykowy
TBN_RIBBON_COLLAPSE=Zwiń wstążkę
TBN_RIBBON_PIN=Przypnij wstążkę
OPEN_ALL_IMAGE_FILES=Wszystkie pliki obrazów
OPEN_BITMAP_FILES=Pliki bitmapowe
OPEN_ALL_FILES=Wszystkie pliki
#7.0.0
TAB_LAYERS=Warstwy
TAB_LAYERS_SUB=Format
TAB_HISTORY=Historia
TAB_FORMAT_SHAPE=Formatuj kształt
MNU_MAXIMIZE=Ma&ximize
MNU_MINIMIZE=Mi&nimize
MNU_CLOSE=&Close
MNU_RESTOREDOWN=&Restore Down
MNU_CLOSEALL=Close &All
#7.0.0

[PicPickEditor Tip]

TIP_FILE_NEW=Stwórz nowy obraz
TIP_FILE_OPEN=Otwórz istniejący obraz
TIP_FILE_OPENCLIPBOARD=Otwórz obrazek pobierając ze schowka
TIP_FILE_OPENURL=Otwórz obrazek z adresu URL
TIP_FILE_SAVE=Zachowaj aktualny obrazek z nową nazwą
TIP_FILE_SAVEAS=Zapisz aktywny obraz z nową nazwą
TIP_FILE_SAVESELECT=Zachowaj aktualne zaznaczenie z nową nazwą
TIP_FILE_SAVEALL=Zapisz wszystkie obrazy z nową nazwą
TIP_FILE_PRINT=Drukuj obrazek
TIP_FILE_CLOSEIMAGE=Zamknij bieżący obrazek
TIP_FILE_CLOSEALLIMAGE=Zamknij wszystkie pliki obrazków
TIP_FILE_CLOSEALLSAVEDIMAGE=Zamknij wszystkie zachowane pliki obrazów
TIP_FILE_CLOSEPICPICK=Zamknij okno
TIP_EDIT_UNDO=Cofnij ostatnią akcję
TIP_EDIT_REDO=Powtórz poprzednią akcję
TIP_EDIT_CUT=Wytnij i wstaw zaznaczenie do schowka
TIP_EDIT_COPY=Skopiuj zaznaczenie i wstaw do schowka
TIP_EDIT_PASTE=Wklej ze schowka do aktywnego obrazka
TIP_EDIT_PASTEFROMFILE=Wklej plik do bieżącego obrazka
TIP_EDIT_SELECTDEL=Usuń zaznaczenie
TIP_EDIT_SELECTNEW=Wytnij zaznaczony obszar do pliku
TIP_EDIT_DESELECT=Odwróć zaznaczenie
TIP_EDIT_SELECTALL=Zaznacz cały obrazek
TIP_EDIT_IMAGERESIZE=Zmień rozmiar obrazka
TIP_EDIT_CANVASRESIZE=Zmień obszar obrazka
TIP_EDIT_VIEWBITMAP=Widok Bitmapy na pełnym ekranie
TIP_TOOLS_CAPTURE=Pokaż pasek zrzutu na ekranie
TIP_TOOLS_FULLSCREEN=Zrzuć obraz pulpitu
TIP_TOOLS_ACTIVEWINDOW=Zrzuć obraz aktywnego okna
TIP_TOOLS_CONTROL=Zrzuć obraz elementu okna
TIP_TOOLS_SCROLLINGWINDOW=Zrzuć obraz przewijanego okna
TIP_TOOLS_WEBPAGE=Zrzuć obraz internetowej strony
TIP_TOOLS_REGION=Zrzuć obszar
TIP_TOOLS_FREEHAND=Zrzuć odręcznie zaznaczony obszar
TIP_TOOLS_FIXEDREGION=Zrzuć ustalony obszar
TIP_TOOLS_REPEAT=Powtórz zrzut tego samego obszaru
TIP_TOOLS_CAPTUREMENU=Przechwycenie obrazu na ekranie
TIP_TOOLS_COLORPICKER=Otwórz próbnik kolorów na ekranie
TIP_TOOLS_COLORPALETTE=Pokaż paletę kolorów na ekranie
TIP_TOOLS_MAGNIFIER=Pokaż lupę na ekranie
TIP_TOOLS_PIXELRULER=Pokaż linijkę na ekranie
TIP_TOOLS_CROSSHAIR=Zmierz obszar na ekranie
TIP_TOOLS_PROTRACTOR=Pokaż kątomierz na ekranie
TIP_TOOLS_WHITEBOARD=Traktuj ekran jak tablicę i pisz na nim
TIP_TOOLS_OPTION=Pokaż kilka opcji o programie
TIP_TOOLS_SCREENRECORDER=Nagraj wideo z ekranu pulpitu
TIP_TOOLSOPTION=Zmień opcje zrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK=Zmień metodę wyjścia zrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD=Zmień metodę wyjścia zrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE=Zmień metodę wyjścia zrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER=Zmień metodę wyjścia zrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER=Zmień metodę wyjścia zrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_FTP=Zmień metodę wyjścia zrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK=Zmień metodę wyjścia zrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER=Zmień metodę wyjścia zrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_WORD=Zmień metodę wyjścia zrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL=Zmień metodę wyjścia zrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT=Zmień metodę wyjścia zrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK=Zmień metodę wyjścia zrzutu
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER=Zmień metodę wyjścia zrzutu
TIP_TOOLSOPTION_OPT_DEFAULTFORMAT=Zmień domyślny format pliku
TIP_TOOLSOPTION_DUALMONITORS=Wsparcie dla zrzutu dla wielu monitorów
TIP_TOOLSOPTION_HOTKEY=Zmień przypisanie skrótów klawiaturowych
TIP_TOOLSOPTION_SOUND=Włącz efekty dźwiękowe dla zapisywania zrzutu
TIP_TOOLSOPTION_SCROLLCAPTURE=Zrzut obrazka z przewijaniem
TIP_TOOLSOPTION_MOUSECURSOR=Wstaw znak kursora do obrazka
TIP_TOOLSOPTION_STARTUPPROGRAM=Uruchom program PicPick podczas startu systemu Windows
TIP_TOOLSOPTION_OPENEDITOR=Otwórz edytor PicPick podczas startu programu
TIP_TOOLS_COLORTYPE=Zmień skopiowany kolor na [HTML, RGB, C++, Delphi]
TIP_EFFECT_INVERT=Odwróć kolory obrazka
TIP_EFFECT_GRAYSCALE=Konwertuj obrazek do 256 kolorów szarości
TIP_EFFECT_MOSAIC=Dodaj efekt pixelozy
TIP_EFFECT_BLUR=Dodaj efekt rozmycia
TIP_EFFECT_SHARPEN=Dodaj efekt wyostrzenia
TIP_EFFECT_BRIGHTNESS=Jasność / Kontrast
TIP_EFFECT_HSL=Odcień / Nasycenie
TIP_EFFECT_COLORBALANCE=Regulacja równowagi określonej gamy kolorów w obrazie.
TIP_EFFECT_FLIPH=Odwróć zaznaczony obszar w poziomie
TIP_EFFECT_FLIPV=Odwróć zaznaczony obszar w pionie
TIP_EFFECT_ROTATE90=Obróć o 90 stopni zgodnie z ruchem wskazówek
TIP_EFFECT_ROTATE180=Obróć o 180 stopni zgodnie z ruchem wskazówek
TIP_EFFECT_ROTATE270=Obróć o 270 stopni zgodnie z ruchem wskazówek
TIP_EFFECT_FRAME=Dodaj efekt ramki
TIP_EFFECT_WATERMARK=Dodaj logo ze znakiem wodnym
TIP_WINDOW_CASCADE=Ustaw okna kaskadowo
TIP_WINDOW_TILEH=Ustaw okna w poziomie
TIP_WINDOW_TILEV=Ustaw okna w pionie
TIP_WINDOW_MINIMIZEALL=Zminimalizuj wszystkie otwarte okna
TIP_HELP_WEBSITE=Otwórz domową stronę PicPick
TIP_HELP_ABOUT=Wyświetl informacje i prawa o programie
TIP_HELP_UPDATE=Sprawdź dostępność aktualizacji oprogramowania
TIP_TOOL_MOVE=Przesuń
TIP_TOOL_SELECT=Zaznacz obszar
TIP_TOOL_FILL=Wypełnij kolorem
TIP_TOOL_PICKCOLOR=Próbnik kolorów
TIP_TOOL_DRAW=Rysowanie za pomocą różnego rodzaju pędzli.
TIP_TOOL_STAMPS=Postaw stempel na obrazie
TIP_TOOL_SHAPE=Rysowanie kształtów na obrazie
TIP_SIZE=Wybierz szerokość wybranego narzędzia
TIP_TOOL_TEXT=Dodaj tekst do obrazu
TIP_OUTPUTTYPE_MSWORD1=Wstaw kopię tego obrazu do
TIP_OUTPUTTYPE_MSWORD2=Microsoft Word
TIP_OUTPUTTYPE_MSEXCEL1=Wstaw kopię tego obrazu do
TIP_OUTPUTTYPE_MSEXCEL2=Microsoft Excel
TIP_OUTPUTTYPE_MSPOWERPOINT1=Wstaw kopię tego obrazu do
TIP_OUTPUTTYPE_MSPOWERPOINT2=Microsoft PowerPoint
TIP_OUTPUTTYPE_SKYPE1=Wyślij kopię tego obrazu do
TIP_OUTPUTTYPE_SKYPE2=Skype
TIP_OUTPUTTYPE_PROGRAM1=Wyślij kopię tego obrazu do
TIP_OUTPUTTYPE_PROGRAM2=program zewnętrzny
TIP_OUTPUTTYPE_MSOUTLOOK1=Dołącz kopię tego obrazu do
TIP_OUTPUTTYPE_MSOUTLOOK2=wiadomość e-mail
TIP_OUTPUTTYPE_FACEBOOK1=Załaduj i udostępnij obraz na
TIP_OUTPUTTYPE_FACEBOOK2=Facebook'a
TIP_OUTPUTTYPE_TWITTER1=Załaduj i udostępnij ten obraz w
TIP_OUTPUTTYPE_TWITTER2=Twitter
TIP_OUTPUTTYPE_FTP1=Wyślij obraz bezpośrednio do
TIP_OUTPUTTYPE_FTP2=lokalizacji w sieci za pośrednictwem FTP
TIP_OUTPUTTYPE_WEBUPLOAD1=Wyślij obraz bezpośrednio do
TIP_OUTPUTTYPE_WEBUPLOAD2=lokalizacji w sieci Web
TIP_OUTPUTTYPE_CLOUD1=Załaduj ten obraz do Dropbox'a,
TIP_OUTPUTTYPE_CLOUD2=Google Drive, OneDrive
TIP_OUTPUTTYPE_DROPBOX1=Załaduj i udostępnij ten obraz w
TIP_OUTPUTTYPE_DROPBOX2=Dropbox
TIP_OUTPUTTYPE_GOOGLE1=Załaduj i udostępnij ten obraz w
TIP_OUTPUTTYPE_GOOGLE2=Google Drive
TIP_OUTPUTTYPE_ONEDRIVE1=Załaduj i udostępnij ten obraz w
TIP_OUTPUTTYPE_ONEDRIVE2=OneDrive
TIP_OUTPUTTYPE_MSPAINT1=Wyślij kopię tego obrazu do
TIP_OUTPUTTYPE_MSPAINT2=Microsoft Paint
TIP_IMAGE_ROTATEFLIP=Obróć lub odwróć obraz bądź zaznaczenie
TIP_TOOLS_EFFECT=Wybierz efekty
TIP_TOOLS_WIDTHS=Wybierz szerokość
TIP_TOOLS_OPACITY=Wybierz przezroczystość
TIP_VIEW_ZOOMIN=Powiększenie bieżącego obrazu
TIP_VIEW_ZOOMOUT=Zmniejszenie bieżącego obrazu
TIP_VIEW_ZOOMSELECT=Powiększ lub zmniejsz
TIP_VIEW_ACTUALSIZE=Powiększ do 100%
TIP_VIEW_THUMBNAIL=Pokaż stronę z miniaturami aby szybko wybrać obraz
TIP_SHOW_RULER=Pokaż lub ukryj linijki do pomiaru obrazów
TIP_SHOW_STATUSBAR=Pokaż lub ukryj pasek stanu na dole okna
TIP_SHOW_TAB=Pokaż lub ukryj pasek zakładek
#7.0.0
TIP_SHOW_PANE=Pokaż lub ukryj okienko szczegółów
#7.0.0
TIP_COLOR_COLOR1=Kolor pierwszoplanowy
TIP_COLOR_COLOR2=Kolor drugoplanowy
TIP_COLOR_SWAP=Przełącz między pierwszoplanowym kolorem a kolorem tła
TIP_COLOR_DEFAULT=Domyślne kolory tła i pierwszoplanowy
TIP_COLOR_MORE=Pokaż więcej palet
TIP_SHAPE_FLATTEN=Spłaszcz kształty
TIP_SHAPE_DELETE=Usuń kształt
TIP_SHAPE_DUPLICATE=Powiel kształt
TIP_SHAPE_FILL=Wypełnij wybrany kształt
TIP_SHAPE_OUTLINE=Obrys kształtu
TIP_SHAPE_EFFECTS=Format kształtów
TIP_SHAPE_ADDTEXT=Wprowadź tekst do kształtu
TIP_SHAPE_FLATTEN_ALL=Spłaszcz wszystkie kształty
TIP_SHAPE_BRINGTOFRONT=Przesuń na wierzch zaznaczony obiekt
TIP_SHAPE_SENDTOBACK=Przesuń pod spód zaznaczony obiekt
TIP_TEXT_BOLD=Pogrubione
TIP_TEXT_ITALIC=Kursywa
TIP_TEXT_UNDERLINE=Podkreślenie
TIP_TEXT_ALIGN_LEFT=Wyrównaj do lewej
TIP_TEXT_ALIGN_CENTER=Wyśrodkuj
TIP_TEXT_ALIGN_RIGHT=Wyrównaj do prawej
TIP_TEXT_ALIGN_TOP=Wyrównaj pionowo do góry
TIP_TEXT_ALIGN_MIDDLE=Wyrównaj pionowo do środka
TIP_TEXT_ALIGN_BOTTOM=Wyrównaj pionowo do dołu
TIP_TEXT_WORDWRAP=Zawijanie wierszy
TIP_TEXT_COLOR=Kolor tekstu
TIP_TEXT_SIZE=Rozmiar tekstu
TIP_TEXT_FONTFAMILY=Rodzina czcionek tekstu
#7.0.0
TIP_NEW_LAYER=Utwórz nową warstwę
TIP_CHANGE_SHAPE=Zmień kształt rysunku, zachowując całe formatowanie.
TIP_FORMAT_SHAPE=Zmień format kształtu
TIP_LAYER_BRINGTOFRONT=Umieść wybrany obiekt przed wszystkimi innymi obiektami.
TIP_LAYER_SENDTOBACK=Wyślij wybrany obiekt za wszystkie inne obiekty.
TIP_LAYER_BRINGFORWARD=Przesuń zaznaczony obiekt o jeden poziom do przodu, tak aby był ukryty za mniejszą liczbą obiektów.
TIP_LAYER_SENDBACKWARD=Cofnij zaznaczony obiekt o jeden poziom, tak aby był ukryty za innymi obiektami.
TIP_CAPTURE_DELAY=Ustaw opóźnienie przed zrobieniem zdjęcia
#7.0.0

[Dialogs]

DLG_PICPICK_EDITOR_TITLE=PicPick
DLG_CONTROLCAPTURE_TITLE=PicPick - Element okna
DLG_SCROLLINGWINDOWCAPTURE_TITLE=PicPick - Zrzut przewijanego okna
DLG_REGIONCAPTURE_TITLE=PicPick - Zrzut obszaru
DLG_FIXEDREGIONCAPTURE_TITLE=Zrzut ustalonego obszaru
DLG_FREEHANDCAPTURE_TITLE=PicPick - Odręczny zrzut
DLG_WHITEBOARDTOOL_TITLE=PicPick - Tablica
DLG_MAGNIFIER_TITLE=PicPick - Lupa
DLG_COLORPICKER_TITLE=PicPick - Próbnik kolorów
DLG_CROSSHAIR_TITLE=PicPick - Pomiar obszaru
DLG_COLORPALETTE_TITLE=Paleta kolorów
DLG_AUTOSAVE_TITLE=Auto zapis
DLG_NEWIMAGE_TITLE=Nowy obraz
DLG_PRINT_TITLE=Drukuj
DLG_CANVASSET_TITLE=Zmiana obszaru obrazka
DLG_IMAGERESIZE_TITLE=Zmiana rozmiaru obrazka
DLG_ABOUT_TITLE=O programie PicPick
DLG_PIXELATE_TITLE=Pixeloza
DLG_HUESATURATION_TITLE=Odcień / Nasycenie
DLG_BRIGHTNESSCONTRAST_TITLE=Jasność / Kontrast
DLG_FRAME_TITLE=Ramki
DLG_WATERMARK_TITLE=Znak wodny
DLG_FONTVIEW_TITLE=Wstaw tekst
DLG_CAPTURE_TITLE=Zrzut
DLG_CHANGEHOTKEY_TITLE=Zmień skróty
DLG_WEBPAGECAPTURE_TITLE=PicPick - Zrzut strony www
DLG_SHORTCUT_TITLE=Zmiana skrótów klawiaturowych
DLG_SETUP_TITLE=Opcje programu
DLG_FILENAMESETUP_TITLE=Nazwa pliku
DLG_IMAGES_TITLE=Obrazy
DLG_GENERALSETUP_TITLE=Ogólny
DLG_SCREEN_RECORDER_TITLE=Nagrywanie
DLG_FTPSETUP_TITLE=FTP
DLG_EDITORSETUP_TITLE=Edytor
DLG_ARROWSET_TITLE=Niestandardowa strzałka
DLG_FACEBOOK_TITLE=Połączenie Facebook
DLG_TWITTER_TITLE=Połączenie Twitter
DLG_WEBUPLOAD_TITLE=Załaduj do sieci Web
BTN_OK=&OK
BTN_CANCEL=&Anuluj
BTN_APPLY=Zastosuj

[About]

GRP_PRESET=Preferencje
CHK_ADDSTARTUP=Ładuj automatycznie po starcie systemu
CHK_ADDDESTKOP=Utwórz skrót na pulpicie
CHK_CHECKUPDATE=Sprawdź czy są dostępne aktualizacje
LBL_LANGUAGE=Język
BTN_HOTKEY=Skróty klawiaturowe
BTN_CREDIT=Credit
LBL_PROGRAMPARAMETER=&Parametry
CHK_SETTINGTOAPPDATA=Zapisz ustawienia w Danych aplikacji
LBL_MORELANGUAGE=Więcej języków
LBL_INFO_PRODUCT=Informacje o produkcie
LBL_INFO_LICENSE=Informacje o licencji
LBL_INFO_VERSION=Wersja

[Captures]

GRP_CONTROLCAPTURE_PROPERTY=Właściwości
LBL_CONTROLCAPTURE_CLASS=Nazwa
LBL_CONTROLCAPTURE_SIZE=Rozmiar
LBL_CONTROLCAPTURE_INFO=Element
LBL_CONTROLCAPTURE_SCROLL=Auto przewijanie
LBL_CONTROLCAPTURE_OUTPUTTYPE=Metoda wyjścia
LBL_CONTROLCAPTURE_HANDLE=Uchwyt
LBL_CONTROLCAPTURE_RECT=Rect
LBL_CONTROLCAPTURE_BOTTOMTIP=Zaznacz element okna (przycisk, zakładka, pole, pasek, etc.), i naciśnij klawisz PRINT SCREEN.
GRP_FIXEDREGIONCAPTURE_PROPERTY=Rozmiar obszaru
LBL_FIXEDREGIONCAPTURE_WIDTH=Szerokość:
LBL_FIXEDREGIONCAPTURE_HEIGHT=Wysokość:
TIP_REGIONCAPTURE_NOTDRAG=Zaznacz dowolny prostokątny obszar ekranu.
TIP_PIXEL=Pixele
TIP_FREEHANDCAPTURE_NOTDRAG=Narysuj dowolny kształt do zrzutu.
LBL_COLORPICKER_COLORAS=Kolor jako:
LBL_COLORPICKER_VALUE=Wartość:
LSV_WEBPAGECAPTURE_LIST=Wybierz stronę www do zrzutu
BTN_WEBPAGECAPTURE_RELOAD=&Przeładuj
BTN_WEBPAGECAPTURE_CAPTURE=&Zrzuć
LBL_MINIHELP=Kliknij lewym przyciskiem myszy aby wybrać obszar.
LBL_MINIHELP_CLICKDRAG=Kliknij lub przeciągnij na ekranie, aby wybrać obszar.
LBL_MINIHELP_SCROLLCAPTURE=Naciśnij klawisz Escape, aby anulować
#7.0.0
LBL_MINIHELP_SCROLLCAPTURE_WAIT=Proszę czekać, aż zostanie obliczony obszar przewijania...
LBL_TIME_DELAY=Opóźnienie
LBL_SECONDS=%d Sekund
LBL_NODELAY=Bez opóźnień
LBL_ADD_CURSOR=Dodaj kursor
LBL_MORE_OPTIONS=&More Options...
LBL_CLIPBOARD=Copy to C&lipboard
#7.0.0

[Shortcut]

TAB_HOTKEY=Skróty klawiaturowe
GRB_CAPTURE=Zrzut ekranu
GRB_TOOLS=Narzędzia
LBL_KEYNONE=Żaden
LBL_CAPTURE_FULLSCREEN=Zrzut pełnego ekranu
LBL_CAPTURE_ACTIVEWINDOW=Zrzut aktywnego okna
LBL_CAPTURE_CONTROL=Zrzut elementu okna
LBL_CAPTURE_SCROLLINGWINDOW=Zrzut przewijanego okna
LBL_CAPTURE_REGION=Zrzut obszaru
LBL_CAPTURE_FIXEDREGION=Zrzut ustalonego obszaru
LBL_CAPTURE_FREEHAND=Zrzut odręcznego obszaru
LBL_CAPTURE_WEBPAGE=Zrzut internetowej strony
LBL_CAPTURE_REPEAT=Powtórz ostatni zrzut
LBL_TOOLS_EDITOR=Edytor obrazu
LBL_TOOLS_COLORPICKER=Próbnik kolorów
LBL_TOOLS_COLORPALETTE=Paleta kolorów
LBL_TOOLS_PIXELRULER=Linijka
LBL_TOOLS_PROTRACTOR=Kątomierz
LBL_TOOLS_CROSSHAIR=Pomiar obszaru
LBL_TOOLS_WHITEBOARD=Pisanie na ekranie
LBL_TOOLS_MAGNIFIER=Lupa
CBO_HOTKEY_CUSTOM=Niestandardowe
CBO_HOTKEY_DEFAULT=Domyślne PicPick
CBO_HOTKEY_HYPERSNAP=HyperSnap
CBO_HOTKEY_NONE=Wyłączone
LBL_TOOLS_SCREENRECORDER=Nagrywarka ekranu

[FontView]

GRP_COLOR=Kolory
LBL_FONTCOLOR=Kolor czcionki
CHK_FILLCOLOR=Kolor wypełnienia
CHK_AA=Gładkie krawędzie wyświetlania czcionek

[AutoSave]

GRP_SELECTFOLDER=Automatyczne zapisywanie obrazów
LBL_SELECTFOLDER=Wybierz katalog do automatycznego zapisywania obrazów
BTN_SELECTFOLDER=&Przeglądaj
GRP_SELECTFILENAME=Nazwa pliku
RDO_SELECTFILENAME_TEXT=Tekst + Liczba
RDO_SELECTFILENAME_NUM=Tylko liczba
RDO_SELECTFILENAME_DATETIME=Data/Czas
EDT_SELECTFILENAME_DEFAULT=Obraz
GRP_SELECTFORMAT=Format pliku
RDO_SELECTFORMAT_BMP=Bitmapy (*.bmp)
RDO_SELECTFORMAT_JPG=JPEG pliki (*.jpg)
RDO_SELECTFORMAT_PNG=Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF=CompuServe GIF Image (*.gif)
RDO_SELECTFORMAT_PDF=PDF pliki (*.pdf)
LBL_SAVEFILENAME=Wprowadź nazwę pliku dla auto zapisu lub wysyłki poprzez FTP
LBL_EXAMPLETITLE=(Przykład)
LBL_EXAMPLE1=%y : Rok, %m : Miesiąc, %d : Dzień
LBL_EXAMPLE2=%h : Godzina, %n : Minuta, %s : Sekunda
LBL_EXAMPLE3=%c : Numer
LBL_EXAMPLE4=%u : Nazwa użytkownika, %w : Nazwa komputera
LBL_EXAMPLE5=%t : Sygnatura czasowa Unix
GRB_OTHERPROGRAM=Ustawienia zewnętrznego programu
LBL_OTHERPROGRAM=Wybierz zewnętrzny program, aby zapisać zrzuty.
LBL_OTHERPROGRAMPATH=Ścieżka programu:
LBL_OTHERPROGRAMPARAMETER=Parametr:
LBL_OTHERPROGRAMSELECT=Wyślij do zewnętrznego programu
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint
LBL_SELECTFORMAT=Wybierz format pliku.

[GeneralSet]

GRB_STARTINGOPTION=Opcje rozruchu
LBL_PROGRAM_MODE=Ustaw domyślny tryb programu
CBO_PROGRAM_MODE_EDITOR=Edytor obrazu
CBO_PROGRAM_MODE_WIDGET=Pływający Widżet
CBO_PROGRAM_MODE_TRAY=Pokaż tylko powiadomienia
CHK_STARTUP=Uruchom program PicPick wraz ze startem systemu Windows
CHK_UPDATE=Sprawdzaj dostępność aktualizacji programu
GRB_APPEARANCE=Wygląd
LBL_THEME=Kolory
CBO_THEME_DEFAULT=Domyślne ustawienie systemowe
CBO_THEME_LIGHT=Jasne
CBO_THEME_DARK=Ciemne
LBL_LANGUAGE=Język

[CaptureSet]

GRB_CAPTUREOPTION=Opcje zrzutu
CHK_DUALMONITORS=Wsparcie dla dwóch monitorów
CHK_SOUND=Aktywuj efekt dźwięku po zakończeniu zrzutu
CHK_MOUSECURSOR=Dołącz kursor do obrazu.
CHK_HIDEEDITOR=Ukryj PicPick Edytor przed zrzutem obrazu
CHK_ALWAYSCOPYCLIPBOARD=Zawsze kopiuj zrzucone obrazy do Schowka
CHK_STARTWITHCAPTUREBAR=Pokaż pasek zrzutu podczas startu programu
GRB_AUTOSCROLL=Auto przewijanie
CHK_SCROLLCAPTURE=Aktywuj auto przewijanie
LBL_SCROLLDELAY=Opóźnienie przewijania:
LBL_SCROLLDELAYMS=ms
GRB_MAGNIFIER=Lupa okna
CHK_MAGNIFIER=Pokaż lupę okna podczas nagrywania
LBL_ZOOMSCALE=Skala powiększenia:
GRB_CAPTUREDELAY=Opóźnienie przed zrzutem
CHK_ADVANCECONTROLCAPTURE=Użyj zaawansowanej kontroli przechwytywania
LBL_CAPTUREOUTPUT=Zmień dane wyjściowe używając klawiszy skrótu lub wybierając menu z obszaru powiadomień.
CHK_TOOLBAR=Pokaż pasek narzędzi podczas przechwytywania.
#7.0.0
CHK_DISPLAY_SEC=Wyświetl odliczanie opóźnienia
#7.0.0

[FTP]

GRB_FTPSERVER=Ustawienia serwera FTP
LBL_FTPADDRESS=FTP Server:
LBL_REMOTEPATH=Zdalna ścieżka:
LBL_PORT=Port:
CHK_PASSIVEFTP=Tryb pasywny
LBL_USERNAME=Użytkownik:
LBL_PASSWORD=Hasło:
BTN_CONNECTTEST=TEST
LBL_SENDWEBBROWSER=Otwórz adres URL w sieci
LBL_SENDCLIPBOARD=Kopiuj adres URL do Schowka
LBL_WEBADDRESS=URL

[EditorSet]

GRB_EDITOROPTION=Opcje edytora
CHK_OPENEDITORWHENSTART=Otwórz edytor przy starcie programu
CHK_CENTERIMAGE=Dopasuj obraz w centrum okna
CHK_CLOSEWITHOUTASKING=Zamykaj bez pytania o zapis obrazu
CHK_CROPNEW=Przytnij jako nowy obraz
CHK_SHOWCLASSICUI=Pokaż klasyczny pasek menu
CHK_EXITWHENCLOSING=Zamknij program PicPick po zamknięciu edytora
CHK_AUTOFLATTEN=Automatycznie spłaszcz kształty z tłem obrazu
LBL_BG=Kolor tła:
RDO_BGDEFAULT=Domyślne systemowe
RDO_BGGRID=Siatka
RDO_BGSOLID=Pełny kolor
GRB_FILETYPE=Skojarzenia plików
LBL_FILETYPE=Wybierz typy plików, które chcesz otwierać przy użyciu PicPick.
LBL_FILETYPEVISTA=Uczyń PicPick domyślnym edytorem obrazów

[ArrowSet]

CHK_START=Start
CHK_END=Koniec
CHK_OUTLINE=Dodaj obramowanie
CBO_AT_ARROW1=Strzałka 1
CBO_AT_ARROW2=Strzałka 2
CBO_AT_CIRCLE=Okrąg
CBO_AT_DIAMOND=Romb

[CanvasSet]

GRP_SIZE=Rozmiar obszaru
LBL_WIDTH=Nowa szerokość
LBL_HEIGHT=Nowa wysokość
LBL_BACKCOLOR=Tło obszaru
LBL_PRESETS=Ustawienia
CBO_CLIPBOARD=Schowek
CBO_LASTUSED=Ostatnio użyte
CBO_CURRENT=Bieżący rozmiar obrazu
#7.0.0
CBO_WHITE=Biały
CBO_BLACK=Czarny
CBO_TRANSPARENT=Przezroczysty
CBO_CUSTOM=Niestandardowy
#7.0.0

[ResizeSet]

LBL_ZOOM=
RDO_ZOOM=Skaluj procentowo
RDO_SIZE=Skaluj do konkretnych wartości
CHK_KEEP=Zachowaj proporcje
LBL_WIDTH=Szerokość
LBL_HEIGHT=Wysokość

[ColorSet]

BTN_PREVIEW=&Podgląd
LBL_PIXELATE=Pixeloza
LBL_HUE=Odcień
LBL_SATURATION=Nasycenie
LBL_BIRGHTNESS=Jasność
LBL_CONTRAST=Kontrast
#7.0.0
LBL_LIGHTNESS=Lekkość
#7.0.0

[FrameSet]

GRP_PREVIEW=Podgląd
GRP_EFFECT=Efekt
CHK_BORDER=Obramowanie
CHK_FRAME=Ramka
LBL_ETC=Pobierz więcej ramek
CHK_AUTO=Zastosuj efekt ramki po dokonaniu zrzutu
#7.0.0
CHK_SHADOW=Cień
CBO_SHADOW_POS_CENTER=Center
CBO_SHADOW_POS_TL=Top Left
CBO_SHADOW_POS_TR=Top Right
CBO_SHADOW_POS_BL=Bottom Left
CBO_SHADOW_POS_BR=Bottom Right
#7.0.0

[Palette]

LBL_RED=&Czerwony
LBL_GREEN=&Zielony
LBL_BLUE=&Niebieski
LBL_TYPE=Kolor jako:
BTN_COPY=&Kopiuj
CLR_DEFAULTTEXT=Paleta kolorów
CLR_CUSTOMTEXT=Więcej kolorów

[PixelRuler]

MNU_RULER_MOVE=&Przesuń
MNU_RULER_MOVE_UP=&Do góry
MNU_RULER_MOVE_DOWN=&Na dół
MNU_RULER_MOVE_LEFT=W &lewo
MNU_RULER_MOVE_RIGHT=&W prawo
MNU_RULER_TYPE=&Układ
MNU_RULER_TYPE_HOTRIZONTAL=&Poziomo
MNU_RULER_TYPE_VERTICAL=P&ionowo
MNU_RULER_TRANSPARENT=P&rzezroczystość
MNU_RULER_TRANSPARENT_USE=&Włącz
MNU_RULER_TRANSPARENT_NOTUSE=W&yłącz
MNU_RULER_TRANSPARENT_INC=Zwię&ksz(+)
MNU_RULER_TRANSPARENT_DEC=Zmie&jsz(-)
MNU_MAGNIFIER=Pokaż &Lupę
MNU_RULER_EXIT=W&yjście
MNU_RULER_UNIT=&Jednostki
MNU_RULER_UNIT_PIXEL=&Pixele
MNU_RULER_UNIT_INCH=&Cale
MNU_RULER_UNIT_CM=C&entymetry
MNU_RULER_UNIT_DPI=&DPI
MNU_RULER_COLOR=&Kolor
MNU_RULER_COLOR_BLUE=&Niebieski (Domyślny)
MNU_RULER_COLOR_YELLOW=Żół&ty (Klasyczny)
MNU_RULER_COLOR_WHITE=&Biały
MNU_RULER_COLOR_BLACK=Cza&rny
MNU_RULER_COLOR_DARKGRAY=Ciemny szary
MNU_RULER_COLOR_DEFAULT=Domyślne ustawienie systemowe
MNU_RULER_UNIT_DPI_CUSTOM=Niestandardowe
DLG_CUSTOMDPI_TITLE=Ustawienia niestandardowe DPI
LBL_CUSTOMDPI_TEXT=Wprowadź rozdzielczość (DPI):

[WhiteBoard]

MNU_WHITEBOARD_PENWIDTH=S&zerokość ołówka
MNU_WHITEBOARD_PENCOLOR=Ko&lor ołówka
MNU_WHITEBOARD_PENCOLOR_BLACK=Czarny
MNU_WHITEBOARD_PENCOLOR_WHITE=Biały
MNU_WHITEBOARD_PENCOLOR_RED=Czerwony
MNU_WHITEBOARD_PENCOLOR_GREEN=Zielony
MNU_WHITEBOARD_PENCOLOR_BLUE=Niebieski
MNU_WHITEBOARD_PENCOLOR_CYAN=Zielonkawoniebieski
MNU_WHITEBOARD_PENCOLOR_MAGENTA=Karmazynowy
MNU_WHITEBOARD_PENCOLOR_YELLOW=Żółty
MNU_WHITEBOARD_PENCOLOR_GRAY=Szary
MNU_WHITEBOARD_PENCOLOR_CUSTOM=&itd.
MNU_WHITEBOARD_CLEAR=&Wyczyść
MNU_WHITEBOARD_SAVE=&Zrzuć obraz
MNU_WHITEBOARD_EXIT=W&yjście
TIP_TOOL_MOVE=Przesuń
TIP_TOOL_ZOOM=Powiększ
TIP_TOOL_PEN=Ołówek
TIP_TOOL_LINE=Linia
TIP_TOOL_ARROW=Strzałka
TIP_TOOL_SHAPE=Kształt
TIP_TOOL_RECT=Prostokąt
TIP_TOOL_ELLIPSE=Elipsa
TIP_TOOL_RRECT=Zaokrąglony prostokąt
TIP_TOOL_TRANSPARENT=Przezroczystość
TIP_TOOL_CLEAR=Wyczyść
TIP_TOOL_SAVE=Zrzuć obraz
TIP_TOOL_WIDTH=Szerokość
TIP_TOOL_COLOR=Kolor

[Print]

BTN_PRINTERSETUP=Ustawienia drukarki
BTN_PRINT=&Drukuj
GRB_PREVIEW=Podgląd
TAB_PAPERSETUP=Ustawienia strony
TAB_ADDTEXT=Dodaj tekst
GRB_MARGINSETUP=&Marginesy (mm)
LBL_MARGINTOP=Góra
LBL_MARGINLEFT=Lewo
LBL_MARGINRIGHT=Prawo
LBL_MARGINBOTTOM=Środek
GRB_IMAGESETUP=&Ustawienia obrazka
CHK_CENTER=Centruj obrazek
CHK_SHRINK=Dopasuj do strony (zmniejsz)
CHK_PROPORTINAL=Zachowaj proporcje
CHK_GRAYSCALE=Skala szarości
GRB_PAPERCOUNT=&Ilość kopii
LBL_PAPERUNIT=Strona(-y)
GRB_ORIENTATION=&Orientacja
RDO_PORTRAIT=Pionowo
RDO_LANDSCAPE=Poziomo
GRB_HEADER=&Nagłówek
CHK_HEADERADD=Dodaj
CBO_HEADERDEFAULT=Podaj tekst nagłówka
LBL_HEADERMARGIN=Margines:
BTN_HEADERFONT=Czcionka
RDO_HEADERLEFT=Lewo
RDO_HEADERCENTER=Centruj
RDO_HEADERRIGHT=Prawo
GRB_FOOTER=&Stopka
CHK_FOOTERADD=Dodaj
CBO_FOOTERDEFAULT=Podaj tekst stopki
LBL_FOOTERMARGIN=Margines:
BTN_FOOTERFONT=Czcionka
RDO_FOOTERLEFT=Lewo
RDO_FOOTERCENTER=Centruj
RDO_FOOTERRIGHT=Prawo
LBL_SETTINGS=Ustawienia
LBL_PRINTER=Drukarka
BTN_PRINT_COLOR=Kolor wydruku
CHK_COLOR=Kolor
CHK_MARGIN_NARROW=Wąskie
CHK_MARGIN_NORMAL=Normalne
CHK_MARGIN_MODERATE=Umiarkowany
CHK_MARGIN_WIDE=Szeroki
CHK_MARGIN_CUSTOM=Marginesy niestandardowe

[Facebook]

BTN_CLOSE=Zamknij
LBL_PREVIEW=Podgląd obrazu
LBL_CAPTION=Nagłówek zdjęcia
RDO_SELECTALBUMS=Wybierz albumy
RDO_CREATEALBUM=Utwórz nowy album Photo
LBL_CREATEALBUM_NAME=Nazwa:
LBL_CREATEALBUM_LOCATION=Lokalizacja:
LBL_CREATEALBUM_DESCRIPTION=Opis:
LBL_CREATEALBUM_PRIVACY=Prywatność:
CBO_CREATEALBUM_1=Wszyscy
CBO_CREATEALBUM_2=Moja sieć i znajomi
CBO_CREATEALBUM_3=Znajomi znajomych
CBO_CREATEALBUM_4=Tylko znajomi
BTN_UPLOAD=Załaduj
LBL_IMGURL=URL Obrazu
LBL_LINKURL=URL linku albumu
LBL_UPLOADING=Trwa ładowanie...
LBL_UPLOADCOMPLETE=Ładowanie zakończone
LBL_UPLOADWAIT=Czekaj na odpowiedź...
LBL_UPLOADFAILURE=Błąd ładowania. Spróbuj raz jeszcze.
LBL_UPLOADRESULT=Pomyślnie przesłano jedno zdjęcie.
LBL_ACCOUNT=Konto:
LBL_PASSWORD=Hasło:
LBL_REMEMBERPASSWORD=Pamiętaj hasło
LBL_MESSAGE=Wiadomość:
LBL_WEBUPLOAD_TITLE=Załaduj obraz bezpośrednio do sieci Web
LBL_WEBUPLOAD_TITLESUB=poprzez ImageShack - Darmowy hosting obrazów
LBL_WEBUPLOAD_SIGNUP=Zarejestruj się aby zarządzać przesyłaniem obrazów!
LBL_WEBUPLOAD_NOACCOUNT=Gość (nie wymaga rejestracji)
LBL_WEBUPLOAD_ACCOUNTEXIST=Mam konto na ImageShack
BTN_REQUESTTWITTERPIN=Żądanie PINu Twittera
BTN_REMEMBERME=Pamiętaj mnie na tym komputerze
LBL_TWITTERPIN=PIN
BTN_CONNECT=Połącz
BTN_DISCONNECT=Rozłącz

[ThumbnailView]

BTN_QUICKTABS=Szybkie zakładki
MNU_RENAME=Zmień nazwę
MNU_OPENFILELOCATION=&Otwórz lokalizację pliku
LBL_RENAME=Wprowadź domyślną nazwę pliku.

[ObjectProperty]

SHP_TEXTBOX=Pole tekstowe
SHP_HIGHLIGHTRECT=Podświetlony prostokąt
SHP_MAGNIFYEFFECT=Efekt powiększenia
SHP_NUMBERSTAMP=Numer stempla
SHP_LINES=Linie
SHP_CUSTOMSHAPES=Niestandardowe kształty
SHP_TRIANGLE=Trójkąt
SHP_SHAPES=Kształty
SHP_LINE=Linia
SHP_CURVE=Krzywa
SHP_ARROW=Strzałka
SHP_CURVEARROW=Krzywa strzałka
SHP_ELLIPSE=Elipsa
SHP_RECT=Prostokąt
SHP_ROUNDRECT=Zaokrąglony prostokąt
SHP_BALLOON=Dymek
SHP_DIAMOND=Romb
SHP_PENTAGON=Pięciobok
SHP_Hexagon=Sześciobok
SHP_5STAR=Pięcioramienna gwiazda
SHP_6STAR=Sześcioramienna gwiazda
TAB_EDIT=Edycja
TBN_DELETE_OBJECT=Usuń
TBN_DUPLICATE=Powiel
MNU_FLATTEN=Spłaszcz
MNU_FLATTENALL=Spłaszcz wszystko
LST_CHANGESHAPE=Zmień kształt
TAB_SHAPESTYLES=Syle kształtu
TBN_SHAPETEXT=Wprowadź tekst
TBN_SHAPEFILL=Wypełnij
MNU_SHAPEFILL_NOFILL=Brak wypełnienia
MNU_SHAPEFILL_SOLIDFILL=Pełne wypełnienie
MNU_SHAPEFILL_GRAFILL=Pionowy gradient wypełnienia
MNU_SHAPEFILL_RADIALFILL=Promienisty gradient wypełnienia
TBN_SHAPEOUTLINE=Obrys
MNU_SHAPEOUTLINE_NOLINE=Brak linii
MNU_SHAPEOUTLINE_SOLIDLINE=Mocna linia
MNU_SHAPEOUTLINE_DOTLINE=Kropkowana linia
MNU_SHAPEOUTLINE_DASHLINE=Kreskowana linia
MNU_SHAPEOUTLINE_DASHDOTLINE=Linia kreska kropka
MNU_SHAPEOUTLINE_DASHDOTDOTLINE=Linia kreska kropka kropka
TBR_SHAPEINSERT=Wstaw kształty
TBN_SHAPEFORMAT=Format kształtu
TBN_SHAPEEFFECTS=Efekty kształtu
MNU_SHAPEEFFECTS_NOEFFECTS=Brak efektów
MNU_SHAPEEFFECTS_SHADOW=Efekty
MNU_SHAPEEFFECTS_SHADOWUSE=Cień
MNU_SHAPEEFFECTS_SHADOWOPTION=Opcje
MNU_SHAPEEFFECTS_BALLOONPOS=Kierunek dymka
MNU_SHAPEEFFECTS_BALLOONPOSTL=Góra lewo
MNU_SHAPEEFFECTS_BALLOONPOSTR=Góra prawo
MNU_SHAPEEFFECTS_BALLOONPOSBL=Dół lewo
MNU_SHAPEEFFECTS_BALLOONPOSBR=Dół prawo
MNU_SHAPEEFFECTS_ARROWSTART=Rodzaj początku
MNU_SHAPEEFFECTS_ARROWEND=Rodzaj końca
MNU_SHAPEEFFECTS_ARROWNONE=Brak strzałki
MNU_SHAPEEFFECTS_ARROW1=Strzałka 1
MNU_SHAPEEFFECTS_ARROW2=Strzałka 2
MNU_SHAPEEFFECTS_ARROWCIRCLE=Okrąg
MNU_SHAPEEFFECTS_ARROWDIAMOND=Romb
MNU_SHAPE_ARRANGE=Rozmieszczenie
BTN_SHAPE_FRONT=Przesuń na wierzch
BTN_SHAPE_BACK=Przesuń pod spód
BTN_SHAPE_ARROWSTYLE=Styl strzałki
TAB_SHAPECOLOR=Kolory kształtu
TAB_NUMBERSTAMP_NUMBER=Kształty stempla
MNU_NUMBERSTAMP_CURRENT=Bieżący
MNU_NUMBERSTAMP_NEXT=Następny
TAB_NUMBERSTAMP_STYLE=Style stempli
MNU_NUMBERSTAMP_SIZE=Rozmiar
MNU_NUMBERSTAMP_SIZE_SMALL=Mały
MNU_NUMBERSTAMP_SIZE_Medium=Średni
MNU_NUMBERSTAMP_SIZE_LARGE=Duży
MNU_NUMBERSTAMP_SHAPE=Kształty
MNU_NUMBERSTAMP_SHAPE_CIRCLE=Okrąg
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=Prostokąt
TBN_SELECT_CROPCURRENT=&Przytnij
TBN_SELECT_CROPNEW=Przytnij jako nowy obraz
TAB_SELECT_SIZE=Rozmiar
MNU_SELECT_SIZE_LEFT=Lewo/Prawo
MNU_SELECT_SIZE_TOP=Góra/Dół
MNU_SELECT_SIZE_WIDTH=Szerokość
MNU_SELECT_SIZE_HEIGHT=Wysokość
MNU_SELECT_INVERTSELECTION=Odwróć zaznaczenie
TAB_MAGNIFIER_STYLE=Style powiększenia
MNU_SHARE_OPTIONS=&Opcje
#7.0.0
TBN_NEW_LAYER=&Nowa warstwa
TBN_CHANGE_SHAPE=&Zmień kształt
BTN_LAYER_BRINGFORWARD=Przysuń
BTN_LAYER_SENDBACKWARD=Odsuń
BTN_LAYER_BRINGTOFRONT=Przesuń na wierzch
BTN_LAYER_SENDTOBACK=Przesuń pod spód
#7.0.0

[Licenses]

rdoRegistered=Jestem zarejestrowanym użytkownikiem i posiadam kod do użytku komercyjnego.
rdoPersonal=Chcę używać tego programu tylko do użytku osobistego.
btnBuy=Kup teraz
btnRegister=Zarejestruj
btnAgree=Akceptuję
btnClose=Zamknij
lblEnterLicense=Wprowadź swoją informację o rejestracji
lblOwnerName=Nazwa właściciela
lblRegistrationCode=Kod rejestracyjny
lblLicenseInfo=Ten produkt jest licencjonowany dla:
lblPersonalUse=Ta wersja może być używana wyłącznie do użytku osobistego w środowiskach niekomercyjnych.
lblAskBuy=Podziękowania za używanie PicPick!
lblAskBuyDescription=Należy pamiętać, że ta niezarejestrowana wersja może być używana wyłącznie do użytku osobistego w środowisku niekomercyjnym.\n\nChcesz zakupić licencję teraz?

[CommercialVersionTrial]

btnModeTrial=Bezpłatna wersja próbna
btnModeTrialDescription=Chcę korzystać z tego produktu w wersji próbnej.
btnModeActivate=Aktywuj swój klucz licencyjny
btnModeActivateDescription=Jestem zarejestrowanym użytkownikiem i posiadam klucz licencyjny.
btnModeBuy=Kup teraz
btnModeBuyDescription=Przejdź do oficjalnej strony, aby uzyskać klucz licencyjny.
lblTrialDescription=To jest 30-dniowa wersja próbna programu PicPick. Oznacza to, że po upływie okresu próbnego, musisz kupić licencję, która pozwoli na dalsze użytkowanie programu lub odinstalować program z komputera.
btnContinueTrial=&Kontynuuj wersję próbną
lblDayLeft=Masz {$1} dni pozostałych z {$2} dni okresu próbnego.
lblDayExpired=Twoja licencja nie jest już dostępna.
lblEnterLicense=Wprowadź swoje dane do rejestracji
lblOwnerName=Nazwa użytkownika
lblRegistrationCode=Klucz licencyjny
lblRegistrationHelp=Masz problem z aktywacją?
btnRegister=&Aktywuj
btnDeactivate=&Deaktywuj
lblActivationOffline1=1. Proszę otworzyć poniższy adres URL i pobrać kod uwierzytelniający. Jeśli jesteś offline, przejdź do trybu online na innym komputerze.
lblActivationOffline2=2. Proszę wkleić kod uwierzytelnienia z poniższego adresu URL.
lblAuthCode=Kod uwierzytelnienia:
lblExample=np.

[ImagesSet]

grbJPEGOption=JPEG opcje
lblJPEGQuality=Jakość
cboJPEGQualityMaximum=Najwyższa
cboJPEGQualityHigh=Wysoka
cboJPEGQualityMedium=Średnia
cboJPEGQualityLow=Niska

[SaveAll]

grbSaveOptions=Zachowaj opcje
lblSelectFolder=Wskaż folder do zachowania zrzutów.
rdoAllImages=Wszystkie obrazy
rdoUnsavedImages=Wszystkie niezachowane obrazy
grbFileOptions=Opcje pliku
lblFileName=Nazwa pliku
lblFileType=Rodzaj pliku
rdoFiles=Pliki

[ColorBalance]

grpbxColorBalance=Balans koloru
lblColorLevels=Poziom koloru
grpbxToneBalance=Balans odcienia
rdbtnShadows=Cienie
rdbtnMidtones=Półcienie
rdbtnHighlights=Podświetlenia
chckbxPreserveLuminosity=Zachowaj luminancję

[StartPage]

lblStartHome=Wskaż zadanie
lblStartTitle1=Nowe zadanie
lblStartTitle2=Akcesoria graficzne
chkStartDoNotShow=Nie pokazuj tego okna przy ponownym uruchomieniu

[Watermark]

lblWaterMarkPreview=Podgląd:
lblWaterMarkFile=Plik:
lblWaterMarkPosition=Pozycja:
lblWaterMarkOpacity=Przeźroczystość:
lblWaterMarkOffsetX=Offset-X:
lblWaterMarkOffsetY=Offset-Y:
chkWaterMarkAuto=Dodaj automatycznie znak wodny podczas przechwytywania obrazu.
#7.0.0
lblWaterMarkTypeImage=Znak wodny obrazu
lblWaterMarkTypeText=Tekstowy znak wodny
cboWaterMarkTextSize=Rozmiar tekstu
cboWaterMarkTextColor=Kolor
#7.0.0

[PicPickUploader]

lblGoogle=Google Drive
lblDropbox=Dropbox
lblOneDrive=OneDrive
lblFTP=FTP
lblImgur=Imgur
btnOK=&OK
btnCancel=Anuluj
btnConnect=Połącz
btnOptions=Opcje
btnUpload=Prześlij
btnAccount=Konto
lblConnected=Połączony
lblNotConnected=Nie połączony
lblConnecting=Łączenie...
lblUploading=Ładowanie...
lblUploaded=Przesyłanie zakończone
lblNotUploaded=Nie można przesłać. Spróbuj ponownie.
lblGuestAccount=Konto gościa
lblWait=Proszę czekać...
tbnConnect=Połącz
tbnDisconnect=Rozłącz
tbnRefresh=Odśwież
tbnNewFolder=Nowy folder
tbnOptions=Opcje
tbnSelectFolder=Lokalizacja przesyłania
tbnShareLink=Opcje łącza udostępniania
lblSelectFolder=Wybierz folder do przesłania obrazu.
lblMyDrive=Mój dysk
lblNewFolder=Proszę wprowadzić nową nazwę folderu
lblAuth=Zaloguj się przez przeglądarkę internetową.
lblUploadSuccess=Udało Ci się przesłać obraz.
lblShareLink=Udostępnij łącze
lblGetLink=Pobierz link
chkShareLink=Po przesłaniu danych należy zawsze utworzyć łącze udostępnione
chkCopyLink=Kopiuj udostępnione łącze do schowka po przesłaniu
lblHost=Gospodarz
lblUsername=Nazwa użytkownika
lblPassword=Hasło
lblPort=&Port
lblLocation=Zdalna ścieżka

[ScreenRecorder]

tbnRecord=Rozpocznij nagrywanie
tbnPause=&Wstrzymaj nagrywanie
tbnStop=&Zatrzymaj nagrywanie
tbnResume=Wznów nagrywanie
tbnFullscreen=&Tryb pełnego ekranu
tbnRegion=Tryb okna
popSP16x9=Tryb 16:9
popSP4x3=Tryb 4:3
popAuto16x9=Dostosuj do formatu 16:9
popAuto4x3=Dostosuj do formatu 4:3
popSelect=&Wybierz region...
popCustom=&Rozmiar niestandardowy...
tbnMic=Dodaj mikrofon
tbnCursor=Dodaj kursor
tbnSoundMute=Brak dźwięku
tbnSoundMic=Nagrywanie mikrofonu
tbnSoundSystemAudio=Nagrywanie dźwięku systemowego
tbnOpenFolder=Otwórz folder wyjściowy
tbnOptions=&Opcje
tbnClose=&Zamknij
statusRecord=Nagrywanie
statusPaused=Wstrzymane
statusStop=Zatrzymane
statusReady=Gotowe
frmRecordingArea=Obszar nagrywania

[ScreenRecorderOptions]

grbGeneral=Ogólne
chkAutoHide=Automatycznie ukrywaj okno w trybie pełnoekranowym
chkCursor=Zapisywanie kursora myszy
chkPopup=Pokaż wyskakujące okienko folderu wyjściowego po zakończeniu nagrywania
grbVideo=Wideo
lblFileType=Typ pliku
lblFPS=FPS
lblGIFFPS=GIF FPS
lblQuality=Jakość
cboQualityVeryHigh=Bardzo wysoka jakość
cboQualityHigh=Wysoka jakość
cboQualityMedium=Średnia jakość
cboQualityLow=Niska jakość
cboQualityVeryLow=Bardzo niska jakość
grbAudio=Audio
chkMic=Nagrywanie dźwięku z mikrofonu
chkSystemAudio=System nagrywania dźwięku
lblAudioChannels=Kanały
cboAudioChannelsStereo=Stereo
cboAudioChannelsMono=Mono
lblAudioBitrate=Bitrate
lblAudioFrequency=Częstotliwość
btnDefault=&Przywróć ustawienia domyślne
lblOutput=Wybierz folder wyjściowy, aby zapisać nagrania.
lblHotKey=Skrót klawiszowy nagrywania (odtwarzanie/zatrzymywanie)

[Website Resources]

title_picpick=PicPick - Kompleksowy projekt graficzny, najlepsze oprogramowanie do przechwytywania ekranu, edytor obrazów, próbnik kolorów, linijka pikseli i inne
title_ngwin=NGWIN - Tworzymy przyjazne dla użytkownika oprogramowanie, które zapewnia wygodne środowiska obliczeniowe
nav_picpick=PicPick
nav_partners=Partnerzy
nav_contact=Kontakt
nav_home=Strona główna
nav_features=Cechy
nav_download=Pobierz
nav_buy=Kup teraz
nav_forum=Forum
section_features=Cechy
section_reviews=Recenzje mediów
section_download=Pobierz
section_download_commercial=WERSJA PROFESJONALNA DLA ZAREJESTROWANYCH UŻYTKOWNIKÓW
section_buy=Kup teraz
section_plans=Ceny i plany
section_screenshots=Zrzuty ekranu
section_customers=Nasi klienci
section_latestversion=Najnowsza wersja
section_changelog=Dziennik zmian
section_availableon=Dostępne na
section_likeuson=Polub nas na
section_eula=Umowa licencyjna użytkownika końcowego
section_privacypolicy=Polityka prywatności
section_volumepricing=Poziom cen
button_download=POBIERZ
button_buy=KUP TERAZ
button_upgrade=ULEPSZ TERAZ
button_upgrade_nothanks=Nie, dziękuję
button_viewdetail=POKAŻ SZCZEGÓŁY
button_free_download=DARMOWE POBIERANIE
button_download_portable=Przenośna wersja
button_download_commercial=Kupiłem już licencję.
text_freetotry=Bezpłatnie do użytku osobistego, wypróbuj już dziś.
text_copyright=Prawa autorskie{copy} {ngwin} Wszelkie prawa zastrzeżone.
text_winavailable=Dostępne we wszystkich systemach Windows
text_winavailable2=Microsoft Windows 11, 10, 8.1, 8, 7, Vista i XP, w tym wersje 32-bitowe i 64-bitowe.
text_recommend=POLECANE
text_limitedtimeoffer=OFERTA LIMITOWANA
text_free=DARMOWY
text_personal_only_detail=Należy pamiętać, że ta bezpłatna wersja może być używana tylko do użytku osobistego w środowiskach niekomercyjnych.
text_license_peruser=PicPick jest licencjonowany na użytkownika. Każdy zakupiony użytkownik może mieć zainstalowane oprogramowanie na dwóch maszynach. (na przykład komputer stacjonarny i laptop).
text_license_noshare=Jedna licencja nie może być współużytkowana przez różnych użytkowników.
text_bluesnap=2Checkout to nasz system płatności online, który polecamy. Obsługuje w pełni bezpieczną usługę płatności online z różnymi metodami płatności, takimi jak PayPal, karta kredytowa itp.
text_thankyou=Dziękujemy za zainstalowanie PicPick.
text_download_thankyou=Dziękujemy za pobranie PicPick.
text_download_start=Pobieranie rozpocznie się automatycznie w ciągu kilku sekund.
text_download_ifnot=Jeśli pobieranie nie rozpoczęło się automatycznie, kliknij {tutaj} lub pobierz z łączy lustrzanych.
text_download_ifnot2=Jeśli pobieranie nie rozpoczęło się automatycznie, kliknij {tutaj}.
text_download_ifnot2_here=tutaj
text_upgrade=Przejdź na wersję Profesjonalną i uzyskaj więcej funkcji!
overview_jumbotron_h1=PicPick
overview_jumbotron_h2=Kompleksowe narzędzie do projektowania dla każdego
overview_jumbotron_p1=W pełni funkcjonalne narzędzie do przechwytywania ekranu, intuicyjny edytor obrazów, próbnik kolorów, paleta kolorów, linijka pikseli, kątomierz, celownik, tablica i inne.
overview_jumbotron_p2=Przyjazny dla użytkownika i pełen funkcji do tworzenia obrazu, odpowiedni dla programistów, grafików i użytkowników domowych.
overview_feature_1_h1=Uchwyć wszystko
overview_feature_1_p1=Wykonuj zrzuty ekranu całego ekranu, aktywnego okna, przewijanych okien i dowolnego określonego obszaru pulpitu itp.
overview_feature_2_h1=Edytuj swoje obrazy
overview_feature_2_p1=Dodawaj adnotacje i wyróżniaj swoje obrazy: tekst, strzałki, kształty i nie tylko dzięki wbudowanemu edytorowi obrazów, który zawiera najnowsze menu stylu Wstążki.
overview_feature_3_h1=Wzbogać z efektami
overview_feature_3_p1=Z łatwością dodawaj efekty do swoich obrazów: cienie, ramki, znaki wodne, mozaikę, rozmycie ruchu, kontrolę jasności i nie tylko.
overview_feature_4_h1=Udostępnij wszędzie
overview_feature_4_p1=Zapisuj, udostępniaj lub wysyłaj swoje obrazy przez Internet, e-mail, FTP, Dropbox, Dysk Google, OneDrive, Box, Evernote, Facebook, Twitter i nie tylko.
overview_feature_5_h1=Akcesoria graficzne
overview_feature_5_p1=Różnorodne akcesoria do projektowania graficznego, w tym próbnik kolorów, paleta kolorów, linijka pikseli, kątomierz, celownik, lupa, tablica.
overview_feature_6_h1=Konfigurowalne ustawienie
overview_feature_6_p1=Dzięki wysoce zaawansowanym ustawieniom możesz dostosować skróty klawiszowe, nazewnictwo plików, jakość obrazu i wiele innych opcji, które odpowiadają Twoim potrzebom.
reviews_1_body=Ten program przywodzi na myśl szwajcarski scyzoryk, a może dobrze zaopatrzoną, dobrze zorganizowaną szufladę biurka. Są tu wszelkiego rodzaju pomocne narzędzia i uważamy, że PicPick byłby przydatny dla projektantów stron internetowych, grafików, a nawet przeciętnego użytkownika komputera, który od czasu do czasu musi pracować z grafiką.
reviews_1_author=CNET Download.com
reviews_1_link=http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1
reviews_1_img=review_cnet.png
reviews_2_body=Specjalnie zaprojektowany dla użytkownika domowego i mający na celu zapewnienie jak największej elastyczności podczas pracy. Zawiera nawet pewne funkcje, których nie znajdziesz w Photoshopie. PicPick, oprócz tego, że jest bardzo łatwym w użyciu edytorem obrazów, oferuje również opcje przechwytywania grafiki oraz zestaw skrótów i opcji, których pozazdrościłyby niektóre podobne edytory.
reviews_2_author=Softpedia
reviews_2_link=http://www.softpedia.com/reviews/windows/PicPick-49842.shtml
reviews_2_img=review_softpedia.png
features_1_h1=Zrzut ekranu
features_1_p1=Wykonuj zrzuty ekranu całego ekranu, aktywnego okna, przewijanych okien i dowolnego określonego obszaru pulpitu itp.
features_1_p2=Obsługa wielu środowisk monitorów, przechwytywanie za pomocą kursora, automatyczne zapisywanie i nazywanie plików itp.
features_1_p3=Obsługuj pływający widżet pasek przechwytywania, który ułatwia robienie zrzutów ekranu.
features_1_p4=Dostosuj własne skróty klawiaturowe.
features_1_list_1=Pełny ekran
features_1_list_2=Aktywne okno
features_1_list_3=Kontrola okna
features_1_list_4=Przewijanie okna
features_1_list_5=Region
features_1_list_6=Naprawiono region
features_1_list_7=Odręczne
features_1_list_8=Powtórz ostatni zrzut
features_1_list_9=Widżet przechwytywania
features_1_list_10=Przechwytywanie kursorem
features_1_list_11=Opóźnione przechwytywanie
features_1_list_12=Automatyczne zapisywanie
features_2_h1=Edytor obrazów
features_2_p1=Dzięki wbudowanemu edytorowi obrazów, który zawiera najnowsze menu stylu Wstążki, możesz dodawać adnotacje i wyróżniać obrazy.
features_2_list_1=Rysowanie
features_2_list_2=Wstaw tekst
features_2_list_3=Strzałki, linie
features_2_list_4=Kształty
features_2_list_5=Balon
features_2_list_6=Narzędzie podświetlania
features_2_list_7=Przytnij
features_2_list_8=Zmień rozmiar
features_2_list_9=Obróć
features_2_list_10=Odwróć
features_2_list_11=Skala szarości
features_2_list_12=Mozaika
features_2_list_13=Ramka
features_2_list_14=Znak wodny
features_2_list_15=Rozmycie
features_2_list_16=Wyostrzenie
features_2_list_17=Jasność
features_2_list_18=Barwa / Nasycenie
features_2_list_19=Balans kolorów
features_3_h1=Zapisz, udostępnij lub wyślij
features_3_p1=Po zakończeniu przechwytywania i edycji obrazów możesz je zapisywać, udostępniać lub wysyłać z różnymi wynikami.
features_3_list_1=Schowek
features_3_list_2=Pliki obrazów
features_3_list_3=PDF
features_3_list_4=Drukarka
features_3_list_5=Adres internetowy
features_3_list_6=Dropbox
features_3_list_7=Google Drive
features_3_list_8=OneDrive
features_3_list_9=Box
features_3_list_10=Facebook
features_3_list_11=Twitter
features_3_list_12=Skype
features_3_list_13=FTP Server
features_3_list_14=E-mail
features_3_list_15=Microsoft Word
features_3_list_16=Microsoft PowerPoint
features_3_list_17=Microsoft Excel
features_3_list_18=Program zewnętrzny
features_4_h1=Narzędzie do wybierania kolorów
features_4_p1=Pomóż znaleźć dokładny kod koloru piksela na ekranie dzięki wbudowanej lupie.
features_4_p2=Obsługa RGB, HTML, C++, Delphi.
features_5_h1=Paleta kolorów
features_5_p1=Znajdź i dostosuj dokładny kod koloru piksela za pomocą próbnika kolorów w stylu Photoshopa, który obsługuje RGB, HSV.
features_6_h1=Linijka pikseli
features_6_p1=Pomóż mierzyć rozmiar obiektów i umieszczać je w precyzyjnych miejscach na ekranie.
features_6_p2=Obsługuje orientację poziomą i pionową, jednostki (piksele, cale, centymetry), ustawienia DPI (72, 96, 120, 300), skórki.
features_7_h1=Lupa
features_7_p1=Dzięki lekkiemu, gładkiemu i sporemu narzędziu lupy możesz zobaczyć powiększony obszar pulpitu w jego szkle powiększającym.
features_8_h1=Celownik
features_8_p1=Ustal względną współrzędną pozycji obrazu za pomocą tej funkcji.
features_8_p2=Może to być przydatne na przykład przy tworzeniu map obrazów HTML.
features_9_h1=Kątomierz
features_9_p1=Pomóż znaleźć kąty na ekranie. Wybierz środek, następnie lokalizację, a następnie kąt w stopniach od pierwszego.
features_9_p2=Może być używany w różnych aplikacjach fotograficznych, matematycznych i graficznych.
features_10_h1=Biała tablica
features_10_p1=Możesz mieć wirtualną tablicę na swoim pulpicie. Możesz go użyć do prezentacji lub narysowania czegoś na pulpicie.
download_1_h1=Dla użytkowników domowych
download_1_p1=Tylko do użytku osobistego (w domu)
download_1_p2=Aktualizacja ręczna
download_1_p3=Brak wsparcia technicznego
download_2_h1=Dla profesjonalistów
download_2_p1=Do użytku komercyjnego i osobistego
download_2_p2=Automatyczna aktualizacja
download_2_p3=Pomoc techniczna
download_2_p4=Dożywotnie aktualizacje
download_2_p5=Bez reklam
buy_table_h1=Liczba użytkowników
buy_table_h2=Cena (USD) za użytkownika
buy_table_p1=Prosimy o kontakt w celu wyceny!
buy_table_p2=Podatki i dodatkowe opłaty różnią się w zależności od kraju zamieszkania.
buy_table_p2_vat=VAT
buy_1_h1=Natychmiastowa dostawa kluczy
buy_1_p1=Uzyskaj natychmiastowy dostęp do klucza rejestracyjnego po złożeniu zamówienia.
buy_2_h1=Dożywotnie aktualizacje
buy_2_p1=Plany abonamentowe są rozliczane corocznie.
buy_3_h1=Pytania dotyczące zakupu
buy_3_p1=Jeśli masz jakiekolwiek pytania dotyczące zakupu lub licencjonowania, nie wahaj się {contactus}.
buy_3_p1_contactus=Skontaktować się z nami
buy_year=Rok
buy_single=Pojedynczy plan
buy_single_p1=Zainstaluj na 2 maszynach na użytkownika
buy_team=Plan grupowy
buy_team_user=Użytkownicy
buy_site=Plan strony
buy_site_p1=Zainstaluj na nieograniczonej liczbie maszyn na miejscu
buy_month=Miesiąc
buy_monthly=Miesięczny
buy_yearly=Roczny
buy_pay_once=Zapłać raz i otrzymuj dożywotnie aktualizacje za darmo.
buy_for_individuals=Dla klientów indywidualnych
buy_for_teams=Dla zespołów
buy_for_enterprise=Dla przedsiębiorstw
buy_single_lifetime=Pojedynczy okres użytkowania
buy_team_lifetime=Zespołowy okres użytkowania
buy_site_lifetime=Firmowy okres użytkowania
buy_subscriptions=Subskrypcje
buy_lifetime=Specjalny okres użytkowania
secure_order=Bezpieczne zamawianie przez 2Checkout
uninstall_h1=Przekaż nam swoją opinię.
uninstall_p1=Będziemy wdzięczni za wiadomość od Ciebie. Twoja opinia pomoże nam ulepszyć PicPick.
uninstall_comment=Detale
uninstall_comment_placeholder=Na przykład, dlaczego odinstalowałeś? Czego nam brakuje? Którą funkcję chcesz?
uninstall_email=E-mail (opcjonalnie)
uninstall_email_placeholder=Podaj swój adres e-mail.
uninstall_send=Wyślij opinię
about_us=O nas
about_h1=Jesteśmy firmą programistyczną specjalizującą się w platformie Microsoft Windows.
about_p1=Naszym celem jest tworzenie i publikowanie wysokiej jakości i przyjaznego dla użytkownika oprogramowania, które zapewnia naszym użytkownikom wygodne środowisko komputerowe.
contact_h1=Bardzo chcielibyśmy usłyszeć od Ciebie! Wypełnij ten formularz, a wkrótce się z Tobą skontaktujemy.
contact_us=Skontaktuj się z nami
contact_email=Wsparcie e-mail
contact_email_at=Możesz również skontaktować się z nami poprzez e-mail pod adresem: {email}
contact_email_send=Wyślij nam e-mail
beta_banner=Wypróbuj nowe funkcje w PicPick Beta!
beta_button=Spróbuj teraz
try_darkmode=Wypróbuj tryb ciemny
try_darkmode_on=Tryb ciemny jest włączony
contact_form_category=Kategoria
contact_form_select=- WYBIERZ -
contact_form_email=E-mail
contact_form_subject=Temat
contact_form_body=Detale
contact_form_body_placeholder=Powiedz nam więcej o...
contact_form_os=System operacyjny
contact_form_version=Wersja PicPick
contact_form_license=Klucz licencyjny
contact_form_license_placeholder=Aby uzyskać wsparcie premium, wprowadź ważny klucz licencyjny.
contact_form_success=Powodzenie
contact_form_success_description=Twoja opinia została pomyślnie wysłana.
contact_form_error=Błąd
contact_form_error_description=Przepraszamy, nie możemy tego przetworzyć w tej chwili.

[Message]

MSG_TRAY_TITLE=PicPick
MSG_ICON_TITLE=PicPick
MSG_MESSAGEBOX_TITLE=PicPick
MSG_PROTRACTOR_CENTERPOINT=Kliknij centrum punktu na ekranie
MSG_ACTIVEWINDOW_1=Naciśnij [
MSG_ACTIVEWINDOW_2=] klawisz aby zrzucić aktywne okno.
MSG_EXITSAVEIMAGE_1=Czy chcesz zachować zmiany do [
MSG_EXITSAVEIMAGE_2=]?
MSG_DEFAULT_IMAGENAME=Obraz
MSG_DIRECTORYACCESSERROR=Brak dostępu do katalogu.
MSG_DEFAULT_TAPNAME=Brak obrazu
MSG_HOTKEY_ALREADY1=PicPick nie może zarejestrować następującego skrótu
MSG_HOTKEY_ALREADY2=Czy chcesz zmienić te klawisze?
MSG_THISFOLDERNOTFOUND=Nie można znaleźć folderu [ścieżka lub nazwa folderu].
MSG_INVALID_FILENAME=Nazwa pliku jest nieprawidłowa.
MSG_FAIL_AUTOSAVE=Proszę sprawdzić ustawienia automatycznego zapisywania nazwy pliku. Jeśli po sprawdzeniu problem nadal występuje, prosimy o dodanie picpick.exe do białej listy oprogramowania antywirusowego.
MSG_INVALID_CLIPBOARD=Błąd podczas pobierania danych do schowka! (Nieprawidłowy format schowka)
MSG_CANNOTREPEATCAPTURE=Nie można odnaleźć wybranego obszaru z ostatniego wychwytywania
MSG_CLOSEALLIMAGE=Czy chcesz zamknąć wszystkie nie zapisane obrazy?
MSG_FILE_OPEN=Otwórz
MSG_FILE_SAVE=Zapisz jako
MSG_NEWVERSIONAVAILABLE=Dostępna jest nowa wersja PicPick. Czy chcesz przejść do strony pobierania teraz?
MSG_PROGRAM_NOTADDYET=Musisz wybrać zewnętrzny program, aby zapisywać zrzuty!
MSG_EXTERNALPROGRAMERROR=Nie można odnaleźć określonego zewnętrznego programu.
MSG_PARAMETERS_TITLE=Parametry PicPick
MSG_OLDLANGUAGE=Plik językowy jest w starej wersji, i niektóre teksty są nie przetłumaczone. Czy na pewno chcesz zmienić język?
MSG_INVALIDALBUMNAME=Nazwa albumu jest nieprawidłowa.
MSG_CREATEFAILUREALBUM=Błąd tworzenia albumu.
MSG_LOADINGFAILUREALBUM=Błąd ładowania albumu.
MSG_IDEMPTY=Proszę wprowadzić ID użytkownika.
MSG_PWEMPTY=Proszę wprowadzić hasło użytkownika.
MSG_SAVE=Zapisz
MSG_DONTSAVE=Nie zapisuj
MSG_DONTSAVEALL=Nie zapisuj żadnego
MSG_NODISPLAYAGAIN=Nie pokazuj tej wiadomości ponownie
BTN_YES=Tak
BTN_NO=Nie
BTN_NOALL=Nie dla wszystkich
MSG_INPUTTEXT=Proszę wprowadzić tutaj tekst
MSG_FLATTENLAYER=Aby ukończyć zadanie należy spłaszczyć kształty. Czy chcesz spłaszczyć kształty?
MSG_FLATTENALL=Czy chcesz spłaszczyć wszystkie kształty?
MSG_INVALID_DOWNLOADURL=Wystąpił błąd podczas pobierania obrazu.
MSG_OPENURL=Proszę wprowadzić adres URL.
MSG_ANYSETTINGOK=Ustawienia zostały pomyślnie zmienione.
MSG_DEFAULTEDITOR=PicPick został ustawiony jako domyślny edytor obrazów.
MSG_FTPINFONEED=Najpierw musisz podać swoje informacje o serwerze FTP.
MSG_CONNECTIONFAIL=Wystąpił błąd przy łączeniu z serwerem.
MSG_PROGRAM_NOSKYPE=Nie znaleziono Skype.
MSG_ACTIVATE_OFFLINE=Nie można aktywować klucza licencji, z powodu problemu z siecią lub czegoś innego. Czy chcesz aktywować licencję w trybie offline?
MSG_ACTIVATE_OK=Twoja licencja została aktywowana. Dziękujemy za wybór PicPick!
MSG_ACTIVATE_TRIAL=Okres próbny został uaktywniony. Dziękujemy za wybór PicPick!
MSG_ACTIVATE_FAIL=Aktywacja nie powiodła się. Proszę skontaktować się z Centrum zespołu wsparcia PicPick.
MSG_VALIDOWNERNAME=Proszę wprowadzić prawidłową nazwę właściciela.
MSG_VALIDLICENSEKEY=Proszę wprowadzić prawidłowy klucz licencji.
MSG_FILENOTFOUND=Nie znaleziono pliku.
MSG_CAPTUREAREAFAIL=Wystąpił błąd podczas obliczania powierzchni do przechwycenia. Sprawdź, czy może to powodować twoje oprogramowanie (program antywirusowy, anty-malware/spyware)
MSG_TRANSPARENCYLOST=Wszelka przeźroczystość zostanie utracona przy zapisywaniu obrazu. Czy chcesz kontynuować?
MSG_DONOTSHOWWEEK=Nie pokazuj ponownie tego okna przez tydzień
MSG_NEWVERSIONAVAILABLE_SHORT=Dostępna jest nowa wersja PicPick
MSG_HOTKEY_ALREADY3=Proszę sprawdzić inne aktualnie uruchomione aplikacje, takie jak Dropbox, OneDrive.
MSG_NEWVERSIONINSTALL=Dostępna jest nowa wersja programu PicPick. Czy chcesz ją teraz zainstalować?
MSG_NEWVERSIONINSTALLING=Proszę czekać, pobierana jest aktualizacja...
MSG_NEWVERSIONRESTART=Aktualizacja rozpocznie się automatycznie w ciągu kilku sekund...
MSG_ACTIVATE_INVALID=Niestety klucz licencyjny, który podałeś nie jest prawidłowy. Proszę, sprawdź swój klucz i spróbuj ponownie.
MSG_NOUPDATEAVAILABLE=Obecnie nie są dostępne żadne aktualizacje.
MSG_NOTENOUGHCAPTUREAREA=Zaznaczony obszar jest zbyt mały, aby można go było przechwycić.
MSG_CAPTUREOPTION_NEXTTIME=Wybrana opcja zostanie zastosowana przy następnym przechwyceniu.
MSG_ACTIVATE_EXPIRED=Twoja licencja wygasła. Odnów licencję, aby nadal korzystać z PicPick bez przerw.
MSG_RESTART_WARNING=Niektóre zmiany zaczną obowiązywać dopiero po ponownym uruchomieniu programu.
MSG_DEACTIVATE=Czy na pewno chcesz dezaktywować licencję na tym komputerze?
MSG_DEACTIVATE_SUCCESS=Twoja licencja została pomyślnie dezaktywowana.
MSG_SCREENRECORDER_FAILURE=Wystąpił błąd podczas inicjowania rejestratora ekranu. Zainstaluj ponownie aplikację.
MSG_SCREENRECORDER_HELP_RECORD=Aby zatrzymać nagrywanie, kliknij ikonę rejestratora ekranu w obszarze powiadomień lub naciśnij przycisk [%s].
MSG_SCREENRECORDER_HELP_STOP=Nagrywanie wideo zostało zakończone. Czy chcesz wyświetlić nagrany plik wideo w folderze wyjściowym?
MSG_SCREENRECORDER_HELP_LIMITED=Ta darmowa wersja jest ograniczona do %d-minutowych nagrań.
MSG_ERROR_LOADIMAGE=Wystąpił błąd podczas odczytu pliku. To nie jest prawidłowy plik obrazu lub jego format nie jest obecnie obsługiwany.
MSG_ERROR_LOADHEIC=Do otwarcia tego pliku wymagane jest dodatkowe rozszerzenie. Czy chcesz teraz przejść do strony pobierania?
MSG_RESTORE_DEFAULT=Czy na pewno chcesz przywrócić ustawienia domyślne?
MSG_DISABLED_FEATURE=Ta funkcja została wyłączona przez administratora.
MSG_DUPLICATED_FILETABNAME=Nazwa pliku lub karty już istnieje.
#7.0.0
MSG_SCROLLCAPTURE_FAILURE=Nie można wykonać przewijania przechwytywania [%s].
MSG_SCREENRECORDER_INSTALL=Nagrywarka ekranu wymaga uprawnień administratora do przeprowadzenia dodatkowej instalacji. Czy chcesz kontynuować?
MSG_INVALID_HOTKEY=The key pressed cannot be used as a hotkey.
#7.0.0
